{
  "版本": "3.8",
  "强制更新": "开",
  "公告开关": "关",
  "强制公告": "开",
  "公告": "暂时停止使用",
  "公告复制按钮文本": "1",
  "公告链接按钮文本": "2",
  "公告复制内容": "3",
  "公告链接": "mqqapi://card/show_pslcard?src_type=internal&version=1&uin=719050780&card_type=group&source=qrcode",
  "下载地址": "",
  "更新日志": "3.9介绍：\n视觉风格优化：默认主题切换为白色基调优化基础视觉呈现提升整体观感舒适度，\n\n统一创建、删除、等待中等状态颜色适配规范视觉风格使界面更统一，\n优化模态框弹窗及按钮显示效果提升视觉质感使界面更精致，\n\n优化底部导航栏显示效果让视觉呈现更协调且搭配频谱波动效果更具质感，\n\n新增云端插件体系支持开启背景特效、点击特效、主题样式等丰富视觉个性化选择；\n\n核心功能升级：新增特效面板支持获取云端特效JS文件可自由开关特效、自定义设置层级（背景层/顶层）且支持多特效叠加使用，\n\n新增仓库详情面板可直观查看仓库相关信息并支持MD文件预览且适配MD文件默认语言切换功能，\n\n新增ico图片格式支持完善文件兼容性覆盖更多使用场景，\n\n新增音频播放联动效果使底部导航栏同步展示频谱波动增强听觉与视觉联动体验，\n\n新增图片预加载机制打开仓库后后台静默加载全部图片不影响前台操作提升图片查看流畅度，\n\n新增文件上传覆盖功能上传文件可直接覆盖原始文件减少操作步骤提升使用效率，\n\n重构底层缓存逻辑打造真正意义上的本地云端文件管理工具实现文件数据高效同步与管理，\n\n新增反馈和感谢页选项卡功能面板提供便捷反馈渠道优化用户互动体验；\n\n性能体验优化：优化文件夹及多文件打包下载性能解决下载速度慢、无进度展示问题提升下载体验，\n\n优化代理首次进入自动测速与生效逻辑减少手动操作提升使用便捷性，\n\n提速文件夹打开速度新增预加载功能优化加载体验减少等待时间，\n\n升级文件上传体验新增面板上传按钮避免误触且新增待上传文件剔除功能使操作更灵活，\n\n调整文件默认排序规则贴合日常使用习惯让操作更顺手，\n\n优化功能返回逻辑并调整侧边栏功能按钮显示位置适配操作习惯提升交互流畅度，\n\n完全优化新建、删除等操作后的视图显示逻辑实现实时响应操作结果让视图更新更及时、交互更顺滑；\n\n问题修复完善：修复代理开关关闭后未置灰bug优化状态视觉反馈使状态展示更清晰，\n\n修复raw链接文件目录地址无法打开问题保障功能完整性避免使用受阻，\n修复搜索页底部按钮显示逻辑异常问题保障功能正常使用。\n\n\n\n3.8介绍：新增多种功能，和优化使用体验。\n\n3.7介绍：\n主要更新网站部署和自定义域名功能，优化自动优选代理，增加仓库置顶功能。其他若干功能和优化。可以把一个仓库设置为github官方的用户+主域名网站，其他仓库设置为项目网站。域名功能自行探索。\n\n3.6介绍：\n即将发布请找bug，和优化建议，加群下载，若不提供相关内容，禁止使用，截止时间9.6-00:00：，或点击复制按钮提前加qq群反馈，验证反馈。\n\nv3.5介绍：\n增加主题切换功能，修复分支删除取消后无法点击新建分支的窗口按钮\n\nv3.3介绍：\n主题全面优化，优化令牌获取介绍，增加界面动效，优化编辑功能，优化代理加载逻辑，优化排序功能和类型排序逻辑，修复网格图片异常显示，修复点击关闭长按菜单异常，仪表盘新增反馈和赞助，新增账号管理切换功能，增加退出登陆确认提示框，优化底层逻辑增强性能（测试代理延迟会提示导入代理这个不用管他只是单纯测试延迟，下版本修复）\n\nv3.2介绍：\nbug反馈来自mt@MW修复创建/删除仓库不刷新列表。增加文件编辑恢复最初内容功能。其他bug等等\n\nv3.1介绍：\n增加远程更新，优化进入目录加载速度，文件编辑3分钟缓存用于服务器未刷新，再次进入编辑文件内容不对等的问题。优化其他若干等等问题。"
}